<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>Masakan Indo</title>
<meta name="viewport" content="width=device-width, initial-scale=1"> 
<link href="style.css" rel="stylesheet" type="text/css">
</head>

<body>

    <div id="header">
<div id="headbox"></div>
</div>

<div id="single">
    	<div id="isi">
		<div>
<h2 style="text-align: center;"><span style="color: #000000;">Ala Ya Allah Ya&nbsp;Robb</span></h2>
<p style="text-align: center;"><span style="color: #000000;"><strong>هذه القصيدة بدالى من عظيم</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;">Qoshidah Bada Lii Min &lsquo;Adhim (Alaa Ya Allah Yaa Robb)</span><br /><span style="color: #000000;">۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰۰</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>ألا ياالله يارب يا عالم بحالي&nbsp; عسی بعد الظما بايقع لي شرب حالی</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Al&acirc; y&acirc; All&acirc;h y&acirc; robbi y&acirc; &lsquo;&acirc;lim bih&acirc;l&icirc;&nbsp; &lsquo;as&acirc; ba&rsquo;dadh-dhom&acirc; b&acirc;yaqo&rsquo; l&icirc; syurba h&acirc;l&icirc;</em></strong></span><br /><span style="color: #000000;">Ya Allah Ya Tuhan kami, Yang mengetahui keadaan kami. Semoga setelah kehausan, datang untukku&nbsp; minuman segar/manis.</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>بدالی من عظيم العطا ما قد بدالى&nbsp; وحسن الظن فيمن دعاني رأس مالي</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Bad&acirc; l&icirc; min &lsquo;adh&icirc;mil &lsquo;ath&ocirc; m&acirc; qod bad&acirc;l&icirc;&nbsp; wa husnudh-dhonni f&icirc;man da&rsquo;&acirc;n&icirc; ro,s m&acirc;l&icirc;</em></strong></span><br /><span style="color: #000000;">Sudah jelas bagiku, pemberian besar yang tampak jelas, Prasangka baikku kepada guru yang telah mengajakku,&nbsp;adalah modal utamaku.</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>وفی أعتاب باب الندی حطت رحالی وهانا منتظر فضل وهاب النوال</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Wa f&icirc; a&rsquo;t&acirc;bi b&acirc;bin-nad&acirc; haththot rih&acirc;l&icirc;&nbsp; wa h&acirc;n&acirc; muntadhir fadlil wahh&acirc;bin-naw&acirc;li</em></strong></span><br /><span style="color: #000000;">Berada di depan pintu gerbang anugerah, berhentinya&nbsp;kendaraanku, Ketahuilah!! Aku menanti anugerah Tuhanku yang Maha Pemberi.</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>فيا ذا الجود يارب يامولی الموالی&nbsp; ويا معطی العطايا العظيمات الجزال</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><em><strong>Fay&acirc; dz&acirc;l j&ucirc;di y&acirc; robbi y&acirc; maul&acirc;l maw&acirc;l&icirc;&nbsp; wa y&acirc; mu&rsquo;th&icirc;l &lsquo;ath&ocirc;y&acirc; al-&lsquo;adh&icirc;m&acirc;til jiz&acirc;li</strong></em></span><br /><span style="color: #000000;">Wahai Dzat yang mempunyai kemurahan, Wahai Tuhanku,&nbsp;Wahai Tuhan segalanya, Wahai Dzat yang memberi pmberian yang Agung- agung dan besar- besar.</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>أذقنا برد عفوك واصلح کل بال&nbsp; وجملنا ويسرلنا سبل الگمال</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><em><strong>Adziqn&acirc; barda &lsquo;afwik wa ashlih kulla b&acirc;li&nbsp; wa jammiln&acirc; wa yassir lan&acirc; sublal-kam&acirc;li</strong></em></span><br /><span style="color: #000000;">Cicipkan kepada kami, dinginnya ampunan-Mu, perbaikilah semua hati hati kami, indahkanlah kami, mudahkanlah kami menempuh jalan kesempurnaan.</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>وهبنا کل ما نرتجی واقبل سؤالی&nbsp; وعلمنا علوم السلاطين الرجال</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><em><strong>Wa habn&acirc; kulla m&acirc; nartaj&icirc; waqbal su-&acirc;l&icirc;&nbsp; wa &lsquo;allimn&acirc; &lsquo;ul&ucirc;mas-sal&acirc;th&icirc;nir-rij&acirc;li</strong></em></span><br /><span style="color: #000000;">Berikanlah kepada kami semua yang kami harapkan, terimalah permintaan kami, ajarkanlah kepada kami, ilmu ilmunya para pemimpin, yang benar benar lelaki.</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>ووفقنا لما ترتضي فی کل حال&nbsp; وحببنا إلی المصطفی مولی بلال</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Wa waffiqn&acirc; lim&acirc; tartadl&icirc; f&icirc; kulli h&acirc;li&nbsp; wa habbibn&acirc; il&acirc;l Mushthof&acirc; maul&acirc; bil&acirc;li</em></strong></span><br /><span style="color: #000000;">Berikanlah taufiq kepada kami, menuju ridlo-Mu di setiap keadaan, jadikanlah kami bisa mencintai Nabi Almustofa, tuannya sahabat Bilal.</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>وحطنا بالعناية وتسديد المقال&nbsp; وبلغنا مقام الرضا ياذا الجلال</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Wa hithn&acirc; bil &lsquo;in&acirc;yah wa tasd&icirc;dil maq&ocirc;li&nbsp; wa ballighn&acirc; maq&ocirc;mar-ridl&ocirc; y&acirc; dz&acirc;l jal&acirc;l</em></strong><em><strong>i</strong></em></span><br /><span style="color: #000000;">Liputlah kami dengan bantuan-Mu, dan dengan ucapan benar, Dan sampaikanlah kami ke maqom ridlo-Mu, Wahai Dzat yang mempunyai keagungan</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>وحققنا بصدق اللجا والابتهال&nbsp; وسامحنا&nbsp;و&nbsp;أنعم علينا بالوصال</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Wa haqqiqn&acirc; bi shidqillaj&acirc; wal abtih&acirc;li&nbsp; wa s&acirc;mihn&acirc; wa an&rsquo;im &lsquo;alain&acirc; bil wish&ocirc;li</em></strong></span><br /><span style="color: #000000;">Yaqinkanlah kepada kami, dengan kejujuran hati dan kesungguhan beribadah, Mudahkanlah kami, berikanlah keni&rsquo;matan kepada kami dengan perjumpaan.</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>وقرب کل بعد وجدد کل بال&nbsp; وحقق کل قصد لنا يا خير والی</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Wa qorrib kulla bu&rsquo;din wa jaddid kulla b&acirc;lii wa haqqiq kulla qoshdin lan&acirc; y&acirc; khoir w&acirc;l&icirc;</em></strong></span><br /><span style="color: #000000;">Dekatkanlah semua yang jauh, perbaruilah semua keadaan kami, Yaqinkanlah semua tujuan kami, Wahai sebaik- baik Penguasa.</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>علی بابك وقفنا بوصف الأمتثال ومن رجواك نرجو العطايا ذا النوال</strong><strong>&nbsp;</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>&lsquo;Al&acirc; b&acirc;bik waqofn&acirc; biwashfil amtits&acirc;li&nbsp; wa min rojw&acirc;ka narj&ucirc;l &lsquo;ath&ocirc; y&acirc; dz&acirc;n-naw&acirc;li</em></strong></span><br /><span style="color: #000000;">Berada di pintu-Mu kami berhenti, dengan sifat berupa kepatuhan kami Kami mengharapkan pemberian-Mu, Wahai Dzat yang mempunyai pemberian.</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>فيارب استجب دعوتی واحمل ثقالي&nbsp; علی ظهري من الوزر أمثال الجبال</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Fay&acirc; robbi-stajib da&rsquo;wat&icirc; wahmil tsiq&ocirc;l&icirc;&nbsp; &lsquo;al&acirc; dhohr&icirc; minal wazri amts&acirc;lul jib&acirc;li</em></strong></span><br /><span style="color: #000000;">Wahai Tuhanku, terimalah Do&rsquo;aku ini, pikul muatan muatan berat yang membebani punggungku, berupa&nbsp;dosa-dosa besar&nbsp; bagaikan gunung.</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>عسی بالمصطفی المجتبی عين الرجال&nbsp; يصير الوزر حسنات والمرذول غالي</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>&lsquo;As&acirc; bil Mushthof&acirc;l mujtab&acirc; &lsquo;ainir-rij&acirc;li yash&icirc;rul wizir hasn&acirc;t wal mardz&ucirc;li gh&ocirc;l&icirc;</em></strong></span><br /><span style="color: #000000;">Semoga dengan perantara Nabi pilihan, yang benar benar lelaki.</span><br /><span style="color: #000000;">Kesalahan menjadi kebaikan, yang murahan menjadi terjual mahal.</span></p>
</div>
		




  </div>      
		   
	</div>
    
    <div id="goback"><div class="navigasi"><a href="qosidah.html"><img src="images/icon-home.png" /></a></div></div>

<div id="footer">
<div id="footerbox">

</div>
</div> 


</body>
</html>