<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>Sholawat Lirik Qosidah</title>
<meta name="viewport" content="width=device-width, initial-scale=1"> 
<link href="https://raw.githubusercontent.com/kangnano13051989/liriksholawathadroh/main/web/style.css" rel="stylesheet" type="text/css">
</head>

<body>

    <div id="header">
<div id="headbox"></div>
</div>

<div id="single">
    	<div id="isi">
		
		<div>
<h2 style="text-align: center;"><span style="color: #000000;">Marhaban Ya Syahro Ramadhan (Tarhib&nbsp;Ramadhan)</span></h2>
<p style="text-align: center;"><span style="color: #000000;"><strong>ﺗﺮﺣﻴﺐ ﺭﻣﻀﺎﻥ</strong></span><br /><span style="color: #000000;"><strong>Tarhib Ramadhan</strong><strong>&nbsp;</strong></span><br /><br /></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>مرحبا يا شهر رمضان&nbsp; مرحبا شهر العبادة</strong></span><br /><span style="color: #000000;"><strong>مرحبا يا شهر رمضان&nbsp; مرحبا شهر السعادة</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Marhab&acirc;n y&acirc; syahro romadl&ocirc;n&nbsp; Marhab&acirc;n syahrol &lsquo;ib&acirc;dah.. Marhab&acirc;n y&acirc; syahro romadl&ocirc;n&nbsp; Marhab&acirc;n syahros-sa&rsquo;&acirc;dah.</em></strong></span><br /><span style="color: #000000;">Selamat datang wahai bulan Ramadhan, selamat datang wahai bulan Ibadah, Selamat datang wahai Ramadhan, selamat datang wahai bulan kebahagiaan,</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>مرحبا يا زاهر الآن فی المجالي بالزيادة</strong></span><br /><span style="color: #000000;"><strong>للأخلا قرة أعيان أنت يا شهر الإفادة</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Marhab&acirc;n y&acirc; z&acirc;hirol &atilde;n f&icirc;l maj&acirc;l&icirc; bizziy&acirc;dah.. Lil akhill&acirc; qurroh a&rsquo;y&acirc;n anta y&acirc; syahrol if&acirc;dah.</em></strong></span><br /><span style="color: #000000;">Selamat datang wahai yg tiba dengan cahaya dalam kejelasan bertambahnya anugerah, Bagi para kekasih Allah engkau adalah kesayangan mereka wahai bulan yg penuh dg keberuntungan,</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>فيك يجلی الرين والران حين تجلی الإستجادة</strong></span><br /><span style="color: #000000;"><strong>مرجبا ذا خير إتيان شهرنا شهر السيادة</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>F&icirc;k&acirc; yujl&acirc;r-r&icirc;nu warr&ocirc;n&nbsp; h&icirc;na tujl&acirc;l istij&acirc;dah. Marhab&acirc;n dz&acirc; khoiro ity&acirc;n&nbsp; syahron&acirc; syahros-siy&acirc;dah</em></strong></span><br /><span style="color: #000000;">Padamu tersingkir segala kehinaan dan dosa, saat</span><br /><span style="color: #000000;">terbentangnya kesempatan untuk menyungkur sujud,</span><br /><span style="color: #000000;">Selamat datang sebaik baik yg mengunjungi usia kami,</span><br /><span style="color: #000000;">bulan kita ini adalah baginda bagi bulan lainnya,</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>أنت سيد کل الأحيان واليتيمة فی القلادة</strong></span><br /><span style="color: #000000;"><strong>مرحبا ياشهر الإحسان والصفا والإستفادة</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Anta sayyid kullil ahy&acirc;n wal yat&icirc;mah f&icirc;l qul&acirc;dah.&nbsp;Marhab&acirc;n y&acirc; syahrol ihs&acirc;n washshof&acirc; wal istif&acirc;dah.</em></strong></span><br /><span style="color: #000000;">Engkaulah pemimpin bagi setiap saat, dan Kepala Mutiara bagi kalung kehidupan, Selamat datang bulan kemuliaan, kesucian dan terbukanya kesempatan mengambil manfaat ,</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>مرحبا من غير حسبان حيث لا نحصي عدادة</strong></span><br /><span style="color: #000000;"><strong>کل مسجد فيك قد زان ربه بالنور زاده</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Marhab&acirc;n min ghoiri husb&acirc;n haitsu l&acirc; nuhsh&icirc; &lsquo;id&acirc;dah. Kullu masjid f&icirc;ka qod z&acirc;n robbuhu binn&ucirc;ri z&acirc;dah</em></strong></span><br /><span style="color: #000000;">Selamat datang kuucapkan tanpa terhitung, hingga tak</span><br /><span style="color: #000000;">terhingga banyaknya, Segenap masjid terindahkan dengan kedatanganmu, Tuhan segenap masjid menambahkan cahaya pada masjid-masjid dengan kedatanganmu,</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>أنت بهجة کل من گان حاز من تقواه زاده</strong></span><br /><span style="color: #000000;"><strong>کل مسلم فيك نشطان فی التوجه للعبادة</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Anta bahjatu kulli man k&acirc;n h&acirc;za min taqw&acirc;hu z&acirc;dah. Kullu muslim f&icirc;ka nasyth&ocirc;n f&icirc;t-tawajjuh lil&rsquo;ib&acirc;dah</em></strong></span><br /><span style="color: #000000;">Engkau cahaya kemegahan bagi segalanya, beruntunglah barangsiapa yg taqwanya bertambah, Setiap muslim giat di hari harimu dalam semangat beribadah.</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>و عن الآثام گسلان وله الطاعات عادة</strong></span><br /><span style="color: #000000;"><strong>فی تراويح وقرآن قد جفا نوم القعادة</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Wa &lsquo;anil &acirc;ts&acirc;mi kasl&acirc;n wa lahuth-th&ocirc;&rsquo;&acirc;t &lsquo;&acirc;dah. F&icirc; tar&ocirc;w&icirc;hin wa qur-&atilde;n qod jaf&acirc; naumal qu&rsquo;&acirc;dah.</em></strong></span><br /><span style="color: #000000;">Dan mereka (di bulan ramadhan) malas berbuat dosa,</span><br /><span style="color: #000000;">dan bagi mereka ketaatan pada Allah menjadi adat</span><br /><span style="color: #000000;">kebiasaan, Dalam shalat tarawih dan Alqur&rsquo;an, telah sirna kantuk orang yg malas shalat malam ,</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>مرحبا يا عالي الشان ما انقضی وصف وداده</strong></span><br /><span style="color: #000000;"><strong>وصلاة الواحد المان من حبا النعمة عبادة</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Marhab&acirc;n y&acirc; &lsquo;&acirc;liyasy-sy&acirc;n m&acirc;-nqodl&ocirc; washfu wid&acirc;dah. Wa shol&acirc;tul w&acirc;hidil m&acirc;n man hab&acirc;n-ni&rsquo;mah &lsquo;ib&acirc;dah.</em></strong></span><br /><span style="color: #000000;">Selamat datang wahai pemilik derajat yg mulia, yg tiada henti hentinya gambaran keindahan dan kerinduan atasnya, Dan shalawat dari Yang Maha Tunggal dalam segala Anugerah, Yang Maha Memberi kenikmatan dalam beribadah</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>تتغسی فخر عدنان. وگذا الآل الإجادة</strong></span><br /><span style="color: #000000;"><strong>والصحابة هم والإخوان نعم أصحاب الشهادة</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>Tataghosysy&acirc; fakhro &lsquo;adn&acirc;n wa kadz&acirc;l &atilde;lal ij&acirc;dah. Washshoh&acirc;bah hum wal ikhw&acirc;n ni&rsquo;ma ash-h&acirc;busy-syah&acirc;dah.</em></strong></span><br /><span style="color: #000000;">Selalu terlimpah pada sang kebanggaan keturunan Adnan (Sayyidina Muhammad saw), dan pula segenap keluarga yg mulia, serta sahabat dan merekalah para saudara, semulia mulia para syuhada,</span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong>ما أضاء بالنور رمضان وانجلی رين البلادة</strong></span></p>
<p style="text-align: center;"><span style="color: #000000;"><strong><em>M&acirc; adl&ocirc;-a binn&ucirc;ri romadl&ocirc;n wanjal&acirc; roinul bal&acirc;dah</em></strong></span><br /><span style="color: #000000;">Seterang benderangnya cahaya Ramadhan, maka sirnalah kesempitan hati orang orang yang dalam kebodohan,</span></p>
</div>




  </div>      
		   
	</div>
    
    <div id="goback"><div class="navigasi"><a href="https://htmlpreview.github.io/?raw.githubusercontent.com/kangnano13051989/liriksholawathadroh/main/web/qosidah.html"><img src="src="https://raw.githubusercontent.com/kangnano13051989/liriksholawathadroh/main/web/images/icon-home.png"/></a></div></div>

<div id="footer">
<div id="footerbox">

</div>
</div> 


</body>
</html>