<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>Sholawat Lirik Qosidah</title>
<meta name="viewport" content="width=device-width, initial-scale=1"> 
<link href="https://raw.githubusercontent.com/kangnano13051989/liriksholawathadroh/main/web/style.css" rel="stylesheet" type="text/css">
</head>

<body>

    <div id="header">
<div id="headbox"></div>
</div>

<div id="single">
    	<div id="isi">
		
		<h1 style="text-align: center;"><span style="color: #000000;"><strong>Alfa Sholallah</strong></span></h1>
<p style="text-align: center;">&nbsp;</p>
<p style="text-align: center;"><span style="color: #000000;"><strong>هذه القصيدة ألف صلی الله<br /><br />Qosidah Alfa Shollallah (Seribu Sholawat dari Allah) <br /><br />ألف صلی الله علی زين الوجود ، من سکن طيبة وخيم فی زارود <br /><br /><br /><br />Alfa sholl&acirc;All&acirc;hu &lsquo;al&acirc; zainil wuj&ucirc;d, man sakana thoybah wa khoyyama f&icirc; z&acirc;r&ucirc;d<br /><br />Seribu sholawat atas hiasan semesta, yang menempati Thoybah (Madinah) dan berkemah di Zarud.<br /><br />يا مهيمن ياسلام ياسلام ، أرنا وجه الحبيب فی المنام <br /><br />Y&acirc; muhaiminu y&acirc; sal&acirc;m y&acirc; sal&acirc;m, arin&acirc; wajhal hab&icirc;bi f&icirc;l man&acirc;m<br /><br />Wahai yang Maha berkuasa, wahai yang Maha sejahtera, wahai yang Maha sejahtera, tampakkan pada kami wajah kekasih kami (Nabi Muhammad saw) dalam tidur.<br /><br />ولنا فيمن منادی ياسلام ، غير طه المصطفی أهل الکرام <br /><br />Wa lan&acirc; f&icirc;man mun&acirc;d&icirc; y&acirc; sal&acirc;m, ghoiro Th&ocirc;hal Mushthof&acirc; ahlil kir&ocirc;m<br /><br />Tak ada bagi kami yang menyeru, wahai yang Maha sejahtera, selain Thoha (Muhammad saw) yang terpilih dan dermawan.<br /><br />يا مهيمن ياسلام يا سلام ، أرنا وجه الحبيب فى المنام <br /><br />Y&acirc; muhaiminu y&acirc; sal&acirc;m y&acirc; sal&acirc;m arin&acirc; wajhal hab&icirc;bi f&icirc;l man&acirc;m<br /><br />Wahai yang Maha berkuasa, wahai yang Maha sejahtera, wahai yang Maha sejahtera, Tampakkan pada kami wajah kekasih kami dalam mimpi.<br /><br />و أدم ربى ياألله يا ربي <br /><br />Wa adim robb&icirc; Y&acirc; All&acirc;h y&acirc; Robb&icirc;<br /><br />Limpahkan selalu wahai Tuhan, wahai Allah, wahai Tuhanku..<br /><br />وأدم ربى عليه بالصلاة ، وگذا بلغ لنا أوفی سلام <br /><br />Wa adim robb&icirc; &lsquo;alaihi bishshol&acirc;h wa kadz&acirc; balligh lan&acirc; auf&acirc; sal&acirc;m<br /><br />Wahai Tuhan, limpahkanlah sholawat atasnya selalu, sampaikan pula dari kami salam yang sempurna.<br /><br />رب متعنا بذکر دائما ، أبدا حتی أتی نزور زمان <br /><br />Robbi matti&rsquo;n&acirc; bidzikri d&acirc;-im&acirc;n abad&acirc;n hatt&acirc; at&acirc; naz&ucirc;ro zam&acirc;n<br /><br />Tuhan, berikanlah nikmat pada kami dengan selalu mengingatnya, selamanya hingga akhir zaman.<br /><br />رب أنزلنا ياألله ياربی <br /><br />Robbi anziln&acirc; y&acirc; All&acirc;h y&acirc; robb&icirc;<br /><br />Tuhan, tempatkan kami, wahai Allah, wahai Tuhanku..<br /><br />رب أنزلنا بفردوس معه ، مالنا إلا لحب من غرام <br /><br />Robbi anziln&acirc; bi firdausin ma&rsquo;ah m&acirc; lan&acirc; ill&acirc; lihubbin min ghor&ocirc;m<br /><br />Tuhan, tempatkan kami di surga firdaus bersamanya, kami tak memiliki (bekal) apapun kecuali cinta yang menggelora<br /><br />ربنا أنت گريم ومجيب ، فاستجب هذا دعانا بالدوام <br /><br />Robban&acirc; Anta kar&icirc;mun wa muj&icirc;b fastajib h&acirc;dz&acirc; du&rsquo;&acirc;n&acirc; biddaw&acirc;m<br /><br />Tuhan, Kau lah yang Maha dermawan lagi Maha mengabulkan, maka kabulkanlah doa kami ini selalu.<br /><br />ربنا ارزقنا ياألله ياربی <br /><br />Robban&acirc;-rzuqn&acirc; y&acirc; All&acirc;h y&acirc; robb&icirc;<br /><br />Tuhan, karuniakan pada kami, wahai Allah, wahai Tuhanku.<br /><br />ربنا ارزقنا اتباعا بالحبيب ، ربنا ارزقنا وحسن بالختام<br /><br />Robban&acirc;-rzuqn&acirc;t-tib&acirc;&rsquo;an bil hab&icirc;b, robban&acirc;-rzuqn&acirc; wa husna bil khit&acirc;m<br /><br />Tuhan, karuniakan (kemampuan) pada kami mengikuti kekasih ini, Tuhan, beri kami kematian yang indah</strong></span></p>




  </div>      
		   
	</div>
    
    <div id="goback"><div class="navigasi"><a href="<link href="https://raw.githubusercontent.com/kangnano13051989/liriksholawathadroh/main/web/style.css" rel="stylesheet" type="text/css">https://htmlpreview.github.io/?raw.githubusercontent.com/kangnano13051989/liriksholawathadroh/main/web/sholawat.html"><img src="src="https://raw.githubusercontent.com/kangnano13051989/liriksholawathadroh/main/web/images/icon-home.png"/></a></div></div>

<div id="footer">
<div id="footerbox">

</div>
</div> 


</body>
</html>